tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask-drivers"

# drivers
cask "logitech-options"

# development
#cask "iterm2"
cask "visual-studio-code"
cask "sourcetree"
cask "postman"
cask "microsoft-azure-storage-explorer"
cask "docker"
brew "git-flow-avh"
brew "azure-cli"
brew "watchman"
brew "yarn"

# design
#cask "gimp"
cask "figma"

# collaboration
#cask "yammer"
cask "microsoft-teams"

# utility
#cask "shiftit"
cask "appcleaner"
cask "the-unarchiver"

# security
cask "1password"
cask "authy"
#cask "gpg-suite"
#cask "keybase"

# web browser
#cask "microsoft-edge"
cask "google-chrome"
#cask "firefox-developer-edition"

# font
#cask "font-source-code-pro"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-d2coding"
cask "font-jetbrains-mono-nerd-font"
cask "font-ibm-plex"
